Repository: lofcz/vietconghd
Catalog: Vrc/Vrc/Properties/Resources.*.resx
Languages: cs_cz, de_de, pl_pl

# VietcongExeMissing
source: The game cannot be started because the vietcong.exe file does not exist
cs_cz: Hru není možné spustit, protože soubor vietcong.exe neexistuje
de_de: Das Spiel kann nicht gestartet werden, da die Datei vietcong.exe nicht existiert
pl_pl: Nie można uruchomić gry, ponieważ plik vietcong.exe nie istnieje

# AudioError1
source: Enhanced audio cannot be activated because your version of Vietcong Remastered does not contain the necessary files. Please update to the latest version.
cs_cz: Vylepšené audio není možné aktivovat, protože vaše verze Vietcong Remastered neobsahuje potřebné soubory. Aktualizujte na poslední verzi.
de_de: Verbessertes Audio kann nicht aktiviert werden, da Ihre Version von Vietcong Remastered nicht die erforderlichen Dateien enthält. Bitte aktualisieren Sie auf die neueste Version.
pl_pl: Nie można aktywować ulepszonego dźwięku, ponieważ twoja wersja Vietcong Remastered nie zawiera wymaganych plików. Zaktualizuj do najnowszej wersji.

# AudioErrorGeneric
source: The settings for the enhanced sounds could not be saved: {0}
cs_cz: Nastavení vylepšených zvuků se nepodařilo uložit: {0}
de_de: Die verbesserten Audioeinstellungen konnten nicht gespeichert werden: {0}
pl_pl: Nie udało się zapisać ustawień ulepszonego dźwięku: {0}

# VegetationError1
source: Enhanced vegetation settings could not be saved because the /files/entra/4.cbf file does not exist
cs_cz: Nastavení vylepšené vegetace se nepodařilo uložit, protože neexistuje soubor /files/entra/4.cbf
de_de: Die verbesserten Vegetationseinstellungen konnten nicht gespeichert werden, da die Datei /files/entra/4.cbf nicht existiert
pl_pl: Nie udało się zapisać ustawień ulepszonej roślinności, ponieważ plik /files/entra/4.cbf nie istnieje

# VegetationError2
source: Enhanced vegetation settings could not be saved because the /files/distra/4.cbf file does not exist
cs_cz: Nastavení vylepšené vegetace se nepodařilo uložit, protože neexistuje soubor /files/distra/4.cbf
de_de: Die verbesserten Vegetationseinstellungen konnten nicht gespeichert werden, da die Datei /files/distra/4.cbf nicht existiert
pl_pl: Nie udało się zapisać ustawień ulepszonej roślinności, ponieważ plik /files/distra/4.cbf nie istnieje

# VegetationErrorGeneric
source: Enhanced vegetation settings could not be saved: {0}
cs_cz: Nastavení vylepšené vegetace se nepodařilo uložit: {0}
de_de: Die verbesserten Vegetationseinstellungen konnten nicht gespeichert werden: {0}
pl_pl: Nie udało się zapisać ustawień ulepszonej roślinności: {0}

# WeaponsAudioError1
source: Enhanced weapon sound settings could not be saved because there is no /files/disso/3.cbf file
cs_cz: Nastavení vylepšených zvuků zbraní se nepodařilo uložit, protože neexistuje soubor /files/disso/3.cbf
de_de: Die verbesserten Waffengeräusche konnten nicht gespeichert werden, da die Datei /files/disso/3.cbf nicht existiert
pl_pl: Nie udało się zapisać ustawień ulepszonego dźwięku broni, ponieważ plik /files/disso/3.cbf nie istnieje

# WeaponsAudioError2
source: The settings for the enhanced weapon sounds could not be saved because the /files/enso/3.cbf file does not exist
cs_cz: Nastavení vylepšených zvuků zbraní se nepodařilo uložit, protože neexistuje soubor /files/enso/3.cbf
de_de: Die verbesserten Waffengeräusche konnten nicht gespeichert werden, da die Datei /files/enso/3.cbf nicht existiert
pl_pl: Nie udało się zapisać ustawień ulepszonego dźwięku broni, ponieważ plik /files/enso/3.cbf nie istnieje

# WeaponsAudioErrorGeneric
source: The settings for the enhanced weapon sounds could not be saved: {0}
cs_cz: Nastavení vylepšených zvuků zbraní se nepodařilo uložit: {0}
de_de: Die verbesserten Waffengeräusche konnten nicht gespeichert werden: {0}
pl_pl: Nie udało się zapisać ustawień ulepszonego dźwięku broni: {0}

# RankedError1
source: The settings of the rated game could not be saved because the file /files/ranked/4.cbf does not exist
cs_cz: Nastavení hodnocené hry se nepodařilo uložit, protože neexistuje soubor /files/ranked/4.cbf
de_de: Die Ranglisten-Einstellungen konnten nicht gespeichert werden, da die Datei /files/ranked/4.cbf nicht existiert
pl_pl: Nie udało się zapisać ustawień gry rankingowej, ponieważ plik /files/ranked/4.cbf nie istnieje

# RankedError2
source: The settings of the rated game could not be saved because the file /files/entra/4.cbf does not exist
cs_cz: Nastavení hodnocené hry se nepodařilo uložit, protože neexistuje soubor /files/entra/4.cbf
de_de: Die Ranglisten-Einstellungen konnten nicht gespeichert werden, da die Datei /files/entra/4.cbf nicht existiert
pl_pl: Nie udało się zapisać ustawień gry rankingowej, ponieważ plik /files/entra/4.cbf nie istnieje

# RankedErrorgeneric
source: The settings of the rated game could not be saved: {0}
cs_cz: Nastavení hodnocené hry se nepodařilo uložit: {0}
de_de: Die Ranglisten-Einstellungen konnten nicht gespeichert werden: {0}
pl_pl: Nie udało się zapisać ustawień gry rankingowej: {0}

# HelpError
source: Help cannot be displayed because the navod.pdf file is missing
cs_cz: Nápovědu není možné zobrazit, protože chybí soubor navod.pdf
de_de: Die Hilfe kann nicht angezeigt werden, da die Datei navod.pdf fehlt
pl_pl: Nie można wyświetlić pomocy, ponieważ brakuje pliku navod.pdf

# ReShadeErrorGeneric
source: An unexpected error occurred while parsing ReShade.ini: {0}
cs_cz: Během parsování ReShade.ini nastala neočekávaná chyba: {0}
de_de: Beim Parsen von ReShade.ini ist ein unerwarteter Fehler aufgetreten: {0}
pl_pl: Wystąpił nieoczekiwany błąd podczas parsowania ReShade.ini: {0}

# ReShadeError1
source: Vietcong Remastered contains a ReShade.ini file that was not found. Place vietcong_remastered.exe in the folder containing vietcong.exe and ReShade.ini
cs_cz: Vietcong Remastered obsahuje soubor ReShade.ini, který nebyl nalezen. Umístěte vietcong_remastered.exe do složky, ve které je vietcong.exe a ReShade.ini
de_de: Vietcong Remastered enthält eine ReShade.ini-Datei, die nicht gefunden wurde. Platzieren Sie vietcong_remastered.exe in dem Ordner, in dem sich vietcong.exe und ReShade.ini befinden
pl_pl: Vietcong Remastered zawiera plik ReShade.ini, który nie został znaleziony. Umieść vietcong_remastered.exe w folderze, w którym znajduje się vietcong.exe i ReShade.ini

# ReShadeError2
source: Put Vietcong Remastered Launcher in the folder where vietcong.exe is located
cs_cz: Vietcong Remastered Launcher vložte do složky, ve které je vietcong.exe
de_de: Bitte platzieren Sie den Vietcong Remastered Launcher in dem Ordner, in dem sich vietcong.exe befindet
pl_pl: Umieść Vietcong Remastered Launcher w folderze, w którym znajduje się vietcong.exe

# SettingsErrorGeneric
source: The settings could not be saved: {0}
cs_cz: Nastavení se nepodařilo uložit: {0}
de_de: Die Einstellungen konnten nicht gespeichert werden: {0}
pl_pl: Nie udało się zapisać ustawień: {0}

# SettingsError1
source: Settings could not be saved, ReShade.ini does not exist
cs_cz: Nastavení se nepodařilo uložit, ReShade.ini neexistuje
de_de: Die Einstellungen konnten nicht gespeichert werden, ReShade.ini existiert nicht
pl_pl: Nie udało się zapisać ustawień, ReShade.ini nie istnieje

# UiSynchronizing
source: Synchronizing with the game configuration, a moment of patience...
cs_cz: Probíhá synchronizace s konfigurací hry, okamžik strpení..
de_de: Synchronisierung mit der Spielkonfiguration läuft, bitte warten...
pl_pl: Trwa synchronizacja z konfiguracją gry, proszę czekać...

source: Postprocessing quality
cs_cz: Kvalita postprocessingu
de_de: Postprocessing-Qualität
pl_pl: Jakość postprocessingu

source: Improved 3D Sound
cs_cz: Vylepšený 3D zvuk
de_de: Verbesserter 3D-Sound
pl_pl: Ulepszony dźwięk 3D

source: Show FPS
cs_cz: Zobrazit FPS
de_de: FPS anzeigen
pl_pl: Pokaż FPS

source: Force V-Sync
cs_cz: Vynutit V-Sync
de_de: V-Sync erzwingen
pl_pl: Wymuś V-Sync

source: Disable translucent vegetation
cs_cz: Vypnout průsvitnou vegetaci
de_de: Durchsichtige Vegetation deaktivieren
pl_pl: Wyłącz przezroczystą roślinność

# DisableImprovedWeaponsSound
source: Disable improved weapon sounds
cs_cz: Vypnout vylepšené zvuky zbraní
de_de: Verbesserte Waffengeräusche deaktivieren
pl_pl: Wyłącz ulepszone dźwięki broni

# RankedMode
source: Ranked multiplayer mode
cs_cz: Hodnocený režim pro více hráčů
de_de: Ranglistenmodus für Mehrspieler
pl_pl: Tryb rankingowy dla wielu graczy

source: Exit
cs_cz: Ukončit
de_de: Beenden
pl_pl: Wyjście

source: Help
cs_cz: Manuál
de_de: Handbuch
pl_pl: Pomoc

source: Play
cs_cz: Hrát
de_de: Spielen
pl_pl: Graj

source: Vietcong Classic
cs_cz: Vietcong Klasika
de_de: Vietcong Klassik
pl_pl: Vietcong Klasyczny

source: Extreme
cs_cz: Extrémní
de_de: Extrem
pl_pl: Ekstremalna

source: Very High
cs_cz: Velmi vysoká
de_de: Sehr hoch
pl_pl: Bardzo wysoka

source: High
cs_cz: Vysoká
de_de: Hoch
pl_pl: Wysoka

source: Medium
cs_cz: Střední
de_de: Mittel
pl_pl: Średnia

source: Low
cs_cz: Nízká
de_de: Niedrig
pl_pl: Niska

source: Ultra Low
cs_cz: Velmi nízká
de_de: Sehr niedrig
pl_pl: Bardzo niska

# CultureError
source: Failed to set the culture: {0}
cs_cz: Nepodařilo se nastavit kulturu: {0}
de_de: Kultur konnte nicht eingestellt werden: {0}
pl_pl: Nie udało się ustawić kultury: {0}

# HelpButtonHelp
source: Opens the manual
cs_cz: Zobrazí manuál
de_de: Zeigt das Handbuch an
pl_pl: Wyświetla instrukcję

# HelpPlayClassic
source: Launches Vietcong Classic
cs_cz: Spustí Vietcong Classic
de_de: Startet Vietcong Classic
pl_pl: Uruchamia Vietcong Classic

# HelpPlayFistAlpha
source: Launches Vietcong with Fist Alpha DLC
cs_cz: Spustí Vietcong s DLC Fist Alpha
de_de: Startet Vietcong mit Fist Alpha DLC
pl_pl: Uruchamia Vietcong z DLC Fist Alpha

# HelpPostprocessingQuality
source: Change the quality of post-processing
cs_cz: Změna kvality postprocessingu
de_de: Ändert die Postprocessing-Qualität
pl_pl: Zmiana jakości postprocessingu

# HelpImproveAudio
source: Changes the audio engine to kcat/dsoalClick to apply
cs_cz: Změní audio engine na kcat/dsoal
de_de: Ändert die Audio-Engine zu kcat/dsoal
pl_pl: Zmienia silnik audio na kcat/dsoal

# HelpShowFps
source: Show/hide FPS indicator
cs_cz: Zobrazí / skryje ukazatel FPS
de_de: Zeigt/versteckt die FPS-Anzeige
pl_pl: Pokazuje / ukrywa wskaźnik FPS

# HelpForceVsync
source: V-Sync can reduce stuttering at the cost of lower FPS
cs_cz: V-Sync může snížit stuttering za cenu nižších FPS
de_de: V-Sync kann Stuttering reduzieren, führt aber zu niedrigeren FPS
pl_pl: V-Sync może zmniejszyć zacinanie kosztem niższego FPS

# HelpDisableTransVegetation
source: Turning off transparent vegetation can slightly increase FPS
cs_cz: Vypnutí průhledné vegetace může lehce zvýšit FPS
de_de: Das Deaktivieren der durchsichtigen Vegetation kann die FPS leicht erhöhen
pl_pl: Wyłączenie przezroczystej roślinności może nieznacznie zwiększyć FPS

# HelpDisableWeaponSounds
source: Sets weapon sounds to original
cs_cz: Nastaví zvuky zbraní na originální
de_de: Setzt die Waffengeräusche auf Original zurück
pl_pl: Przywraca oryginalne dźwięki broni

# HelpRanked
source: Several settings will be adjusted to ensure fair play
cs_cz: Několik nastavení bude upraveno tak, aby byla zajištěna férová hra
de_de: Einige Einstellungen werden angepasst, um faires Spielen zu gewährleisten
pl_pl: Niektóre ustawienia zostaną dostosowane, aby zapewnić uczciwą grę

source: Run Windowed
cs_cz: Spustit v okně
de_de: Im Fenstermodus starten
pl_pl: Uruchomić w oknie

# HelpRunWindowed
source: May improve stability and reduce tearing
cs_cz: Může zlepšit stabilitu a odstranit trhání obrazu
de_de: Kann die Stabilität verbessern und Bildstörungen beseitigen
pl_pl: Może poprawić stabilność i wyeliminować zacinanie obrazu
